Repository: GabrielMaxUA/ScrambleGame
Catalog: LearnScrumble/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, eu, fa, fi, fr, gl, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, ne, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sv, ta, te, th, tr, uk, vi, yue, zh, zh_tw

source: My profession
ar: مهنتي
bg: Моята професия
bn: আমার পেশা
ca: La meva professió
cs: Moje profese
da: Mit erhverv
de: Mein Beruf
el: Το επάγγελμά μου
es: Mi profesión
eu: Nire lanbidea
fa: شغل من
fi: Ammattini
fr: Mon métier
gl: A miña profesión
gu: મારો વ્યવસાય
he: המקצוע שלי
hi: मेरा पेशा
hr: Moje zanimanje
hu: A foglalkozásom
id: Profesi saya
it: La mia professione
ja: 自分の職業
kk: Менің мамандығым
kn: ನನ್ನ ವೃತ್ತಿ
ko: 내 직업
lt: Mano profesija
ml: എന്റെ തൊഴിൽ
mr: माझा व्यवसाय
ms: Profesion saya
nb: Yrket mitt
ne: मेरो पेसा
nl: Mijn beroep
or: ମୋ ବୃତ୍ତି
pa: ਮੇਰਾ ਕਿੱਤਾ
pl: Mój zawód
pt_br: Minha profissão
pt_pt: A minha profissão
ro: Profesia mea
ru: Моя профессия
sk: Moje povolanie
sl: Moj poklic
sq: Profesioni im
sv: Mitt yrke
ta: என் தொழில்
te: నా వృత్తి
th: อาชีพของฉัน
tr: Mesleğim
uk: Моя професія
vi: Nghề của tôi
yue: 我的職業
zh: 我的职业
zh_tw: 我的職業

source: Next
ar: التالي
bg: Напред
bn: পরবর্তী
ca: Següent
cs: Další
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
eu: Hurrengoa
fa: بعدی
fi: Seuraava
fr: Suivant
gl: Seguinte
gu: આગળ
he: הבא
hi: आगे
hr: Dalje
hu: Tovább
id: Berikutnya
it: Avanti
ja: 次へ
kk: Келесі
kn: ಮುಂದೆ
ko: 다음
lt: Toliau
ml: അടുത്തത്
mr: पुढे
ms: Seterusnya
nb: Neste
ne: अर्को
nl: Volgende
or: ପରବର୍ତ୍ତୀ
pa: ਅੱਗੇ
pl: Dalej
pt_br: Próxima
pt_pt: Seguinte
ro: Următorul
ru: Далее
sk: Ďalej
sl: Naprej
sq: Tjetra
sv: Nästa
ta: அடுத்து
te: తదుపరి
th: ถัดไป
tr: İleri
uk: Далі
vi: Tiếp
yue: 下一個
zh: 下一个
zh_tw: 下一個

source: No struggle words yet — keep practicing!
ar: لا توجد كلمات صعبة بعد — واصل التدرّب!
bg: Все още няма трудни думи — продължавайте да се упражнявате!
bn: এখনও কোনো কঠিন শব্দ নেই — অনুশীলন চালিয়ে যান!
ca: Encara no hi ha paraules difícils — continua practicant!
cs: Zatím žádná obtížná slova — jen tak dál!
da: Ingen svære ord endnu — bliv ved med at øve!
de: Noch keine schwierigen Wörter – übe weiter!
el: Δεν υπάρχουν ακόμα δύσκολες λέξεις — συνέχισε την εξάσκηση!
es: Aún no hay palabras difíciles. ¡Sigue practicando!
eu: Oraindik ez dago hitz zailik — jarraitu praktikatzen!
fa: هنوز کلمهٔ دشواری ندارید — به تمرین ادامه دهید!
fi: Ei vielä vaikeita sanoja — jatka harjoittelua!
fr: Pas encore de mots difficiles — continuez à vous entraîner !
gl: Aínda non hai palabras difíciles — segue practicando!
gu: હજી કોઈ મુશ્કેલ શબ્દો નથી — અભ્યાસ ચાલુ રાખો!
he: עדיין אין מילים קשות — המשיכו לתרגל!
hi: अभी कोई कठिन शब्द नहीं है — अभ्यास जारी रखें!
hr: Još nema teških riječi — samo nastavite vježbati!
hu: Még nincsenek nehéz szavak — gyakorolj tovább!
id: Belum ada kata yang sulit — terus berlatih!
it: Ancora nessuna parola difficile: continua a esercitarti!
ja: 苦手な単語はまだありません。練習を続けましょう！
kk: Қиын сөздер әзірге жоқ — жаттығуды жалғастырыңыз!
kn: ಇನ್ನೂ ಕಠಿಣ ಪದಗಳಿಲ್ಲ — ಅಭ್ಯಾಸ ಮುಂದುವರಿಸಿ!
ko: 아직 어려운 단어가 없습니다. 계속 연습하세요!
lt: Sunkių žodžių dar nėra — praktikuokitės toliau!
ml: ഇതുവരെ ബുദ്ധിമുട്ടുള്ള വാക്കുകളില്ല — പരിശീലനം തുടരൂ!
mr: अजून कठीण शब्द नाहीत — सराव सुरू ठेवा!
ms: Belum ada perkataan sukar — teruskan berlatih!
nb: Ingen vanskelige ord ennå — fortsett å øve!
ne: अहिलेसम्म कुनै कठिन शब्द छैनन् — अभ्यास जारी राख्नुहोस्!
nl: Nog geen moeilijke woorden — blijf oefenen!
or: ଏପର୍ଯ୍ୟନ୍ତ କୌଣସି କଠିନ ଶବ୍ଦ ନାହିଁ — ଅଭ୍ୟାସ ଜାରି ରଖନ୍ତୁ!
pa: ਅਜੇ ਕੋਈ ਔਖੇ ਸ਼ਬਦ ਨਹੀਂ — ਅਭਿਆਸ ਜਾਰੀ ਰੱਖੋ!
pl: Nie ma jeszcze trudnych słów — ćwicz dalej!
pt_br: Ainda não há palavras difíceis — continue praticando!
pt_pt: Ainda não há palavras difíceis — continue a praticar!
ro: Încă nu ai cuvinte dificile — continuă să exersezi!
ru: Трудных слов пока нет — продолжайте практиковаться!
sk: Zatiaľ žiadne ťažké slová — len tak ďalej!
sl: Težavnih besed še ni — kar tako naprej!
sq: Ende nuk ka fjalë të vështira — vazhdo të ushtrohesh!
sv: Inga svåra ord ännu — fortsätt öva!
ta: இன்னும் கடினமான சொற்கள் இல்லை — பயிற்சியைத் தொடருங்கள்!
te: ఇంకా కష్టమైన పదాలు లేవు — సాధన కొనసాగించండి!
th: ยังไม่มีคำที่ยาก ฝึกต่อไปนะ!
tr: Henüz zor kelime yok — pratik yapmaya devam et!
uk: Складних слів поки немає — продовжуйте практикуватися!
vi: Chưa có từ khó nào — hãy tiếp tục luyện tập!
yue: 暫時未有難詞——繼續練習吧！
zh: 还没有难词——继续练习吧！
zh_tw: 還沒有難字——繼續練習吧！

source: Not listed?
ar: غير موجودة في القائمة؟
bg: Няма я в списъка?
bn: তালিকায় নেই?
ca: No és a la llista?
cs: Není v seznamu?
da: Ikke på listen?
de: Nicht aufgeführt?
el: Δεν είναι στη λίστα;
es: ¿No está en la lista?
eu: Ez dago zerrendan?
fa: در فهرست نیست؟
fi: Eikö löydy listalta?
fr: Pas dans la liste ?
gl: Non está na lista?
gu: યાદીમાં નથી?
he: לא ברשימה?
hi: सूची में नहीं है?
hr: Nije na popisu?
hu: Nincs a listán?
id: Tidak ada di daftar?
it: Non è in elenco?
ja: リストにありませんか？
kk: Тізімде жоқ па?
kn: ಪಟ್ಟಿಯಲ್ಲಿ ಇಲ್ಲವೇ?
ko: 목록에 없나요?
lt: Nėra sąraše?
ml: പട്ടികയിൽ ഇല്ലേ?
mr: यादीत नाही?
ms: Tiada dalam senarai?
nb: Ikke på listen?
ne: सूचीमा छैन?
nl: Niet in de lijst?
or: ତାଲିକାରେ ନାହିଁ?
pa: ਸੂਚੀ ਵਿੱਚ ਨਹੀਂ ਹੈ?
pl: Nie ma na liście?
pt_br: Não está na lista?
pt_pt: Não está na lista?
ro: Nu este în listă?
ru: Нет в списке?
sk: Nie je v zozname?
sl: Ni na seznamu?
sq: Nuk është në listë?
sv: Finns inte i listan?
ta: பட்டியலில் இல்லையா?
te: జాబితాలో లేదా?
th: ไม่มีในรายการ?
tr: Listede yok mu?
uk: Немає у списку?
vi: Không có trong danh sách?
yue: 不在清單中？
zh: 不在列表中？
zh_tw: 不在清單中？

source: Occupation
ar: المهنة
bg: Професия
bn: পেশা
ca: Ocupació
cs: Povolání
da: Erhverv
de: Beruf
el: Επάγγελμα
es: Ocupación
eu: Lanbidea
fa: شغل
fi: Ammatti
fr: Métier
gl: Ocupación
gu: વ્યવસાય
he: מקצוע
hi: पेशा
hr: Zanimanje
hu: Foglalkozás
id: Pekerjaan
it: Occupazione
ja: 職業
kk: Мамандық
kn: ವೃತ್ತಿ
ko: 직업
lt: Profesija
ml: തൊഴിൽ
mr: व्यवसाय
ms: Pekerjaan
nb: Yrke
ne: पेसा
nl: Beroep
or: ବୃତ୍ତି
pa: ਕਿੱਤਾ
pl: Zawód
pt_br: Ocupação
pt_pt: Ocupação
ro: Ocupație
ru: Род занятий
sk: Povolanie
sl: Poklic
sq: Profesioni
sv: Yrke
ta: தொழில்
te: వృత్తి
th: อาชีพ
tr: Meslek
uk: Рід занять
vi: Nghề nghiệp
yue: 職業
zh: 职业
zh_tw: 職業

source: OK
ar: حسنًا
bn: ঠিক আছে
ca: D’acord
es: Aceptar
eu: Ados
fa: تأیید
gl: Aceptar
gu: ઠીક છે
he: אישור
hi: ठीक है
hr: U redu
kn: ಸರಿ
ko: 확인
lt: Gerai
ml: ശരി
mr: ठीक आहे
ne: ठिक छ
or: ଠିକ୍ ଅଛି
pa: ਠੀਕ ਹੈ
sl: V redu
ta: சரி
te: సరే
th: ตกลง
tr: Tamam
yue: 確定
zh: 好
zh_tw: 好

source: Open Settings?
ar: فتح الإعدادات؟
bg: Да се отворят ли настройките?
bn: সেটিংস খুলবেন?
ca: Vols obrir la configuració?
cs: Otevřít nastavení?
da: Vil du åbne indstillinger?
de: Einstellungen öffnen?
el: Άνοιγμα Ρυθμίσεων;
es: ¿Abrir Ajustes?
eu: Ezarpenak ireki?
fa: تنظیمات باز شود؟
fi: Avataanko asetukset?
fr: Ouvrir les réglages ?
gl: Abrir os axustes?
gu: સેટિંગ્સ ખોલવી છે?
he: לפתוח את ההגדרות?
hi: सेटिंग्स खोलें?
hr: Otvoriti postavke?
hu: Megnyitod a beállításokat?
id: Buka Pengaturan?
it: Aprire le impostazioni?
ja: 設定を開きますか？
kk: Баптауларды ашу керек пе?
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಬೇಕೆ?
ko: 설정을 여시겠어요?
lt: Atidaryti nustatymus?
ml: ക്രമീകരണങ്ങൾ തുറക്കണോ?
mr: सेटिंग्ज उघडायच्या?
ms: Buka Tetapan?
nb: Vil du åpne innstillingene?
ne: सेटिङहरू खोल्ने?
nl: Instellingen openen?
or: ସେଟିଂସ ଖୋଲିବେ?
pa: ਕੀ ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹਣੀਆਂ ਹਨ?
pl: Otworzyć ustawienia?
pt_br: Abrir Ajustes?
pt_pt: Abrir as Definições?
ro: Deschizi Setările?
ru: Открыть настройки?
sk: Otvoriť nastavenia?
sl: Želite odpreti nastavitve?
sq: Të hapen Cilësimet?
sv: Vill du öppna inställningar?
ta: அமைப்புகளைத் திறக்கவா?
te: సెట్టింగ్‌లను తెరవాలా?
th: เปิดการตั้งค่าไหม
tr: Ayarlar açılsın mı?
uk: Відкрити налаштування?
vi: Mở Cài đặt?
yue: 開啟設定？
zh: 打开设置？
zh_tw: 要打開設定嗎？

source: Our servers are busy right now. Please try again in a moment.
ar: خوادمنا مشغولة الآن. حاول مرة أخرى بعد قليل.
bg: Сървърите ни са заети в момента. Опитайте отново след малко.
bn: আমাদের সার্ভার এখন ব্যস্ত। একটু পরে আবার চেষ্টা করুন।
ca: Els nostres servidors estan ocupats ara mateix. Torna-ho a provar d’aquí a un moment.
cs: Naše servery jsou teď přetížené. Zkuste to za chvíli znovu.
da: Vores servere har travlt lige nu. Prøv igen om lidt.
de: Unsere Server sind gerade ausgelastet. Bitte versuche es gleich noch einmal.
el: Οι διακομιστές μας είναι απασχολημένοι αυτή τη στιγμή. Δοκίμασε ξανά σε λίγο.
es: Nuestros servidores están ocupados en este momento. Inténtalo de nuevo en un momento.
eu: Gure zerbitzariak lanpetuta daude orain. Saiatu berriro une batean.
fa: سرورهای ما الان شلوغ هستند. کمی بعد دوباره امتحان کنید.
fi: Palvelimemme ovat nyt ruuhkautuneet. Yritä hetken kuluttua uudelleen.
fr: Nos serveurs sont occupés pour le moment. Réessayez dans un instant.
gl: Os nosos servidores están ocupados agora mesmo. Téntao de novo nun momento.
gu: અમારા સર્વર હાલમાં વ્યસ્ત છે. થોડી વારમાં ફરી પ્રયાસ કરો.
he: השרתים שלנו עמוסים כרגע. נסו שוב בעוד רגע.
hi: हमारे सर्वर अभी व्यस्त हैं। थोड़ी देर में फिर से कोशिश करें।
hr: Naši poslužitelji trenutačno su zauzeti. Pokušajte ponovno za trenutak.
hu: A szervereink most túlterheltek. Próbáld újra egy kicsit később.
id: Server kami sedang sibuk. Coba lagi sebentar lagi.
it: I nostri server sono occupati in questo momento. Riprova tra poco.
ja: 現在サーバーが混み合っています。少し待ってからもう一度お試しください。
kk: Серверлеріміз қазір бос емес. Сәлден кейін қайталап көріңіз.
kn: ನಮ್ಮ ಸರ್ವರ್‌ಗಳು ಈಗ ಕಾರ್ಯನಿರತವಾಗಿವೆ. ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 지금 서버가 혼잡합니다. 잠시 후 다시 시도하세요.
lt: Mūsų serveriai šiuo metu užimti. Bandykite dar kartą po akimirkos.
ml: ഞങ്ങളുടെ സെർവറുകൾ ഇപ്പോൾ തിരക്കിലാണ്. അൽപ്പസമയത്തിന് ശേഷം വീണ്ടും ശ്രമിക്കൂ.
mr: आमचे सर्व्हर सध्या व्यस्त आहेत. थोड्या वेळाने पुन्हा प्रयत्न करा.
ms: Pelayan kami sibuk sekarang. Cuba lagi sebentar lagi.
nb: Serverne våre er opptatt akkurat nå. Prøv igjen om litt.
ne: हाम्रा सर्भरहरू अहिले व्यस्त छन्। केही बेरपछि फेरि प्रयास गर्नुहोस्।
nl: Onze servers zijn nu druk. Probeer het zo meteen opnieuw.
or: ଆମ ସର୍ଭର ଏବେ ବ୍ୟସ୍ତ ଅଛି। କିଛି ସମୟ ପରେ ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਸਾਡੇ ਸਰਵਰ ਇਸ ਵੇਲੇ ਰੁੱਝੇ ਹੋਏ ਹਨ। ਥੋੜ੍ਹੀ ਦੇਰ ਬਾਅਦ ਫਿਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nasze serwery są teraz zajęte. Spróbuj ponownie za chwilę.
pt_br: Nossos servidores estão ocupados agora. Tente de novo em instantes.
pt_pt: Os nossos servidores estão ocupados neste momento. Tente novamente dentro de instantes.
ro: Serverele noastre sunt ocupate acum. Încearcă din nou peste câteva momente.
ru: Наши серверы сейчас перегружены. Попробуйте ещё раз чуть позже.
sk: Naše servery sú teraz vyťažené. Skúste to o chvíľu znova.
sl: Naši strežniki so trenutno zasedeni. Poskusite znova čez trenutek.
sq: Serverët tanë janë të zënë tani. Provo përsëri pas pak.
sv: Våra servrar är upptagna just nu. Försök igen om en stund.
ta: எங்கள் சேவையகங்கள் இப்போது பிஸியாக உள்ளன. சிறிது நேரத்தில் மீண்டும் முயலவும்.
te: మా సర్వర్లు ఇప్పుడు బిజీగా ఉన్నాయి. కొద్దిసేపటి తర్వాత మళ్లీ ప్రయత్నించండి.
th: เซิร์ฟเวอร์ของเรากำลังยุ่ง โปรดลองอีกครั้งในอีกสักครู่
tr: Sunucularımız şu anda yoğun. Birazdan tekrar dene.
uk: Наші сервери зараз перевантажені. Спробуйте ще раз за мить.
vi: Máy chủ của chúng tôi đang bận. Vui lòng thử lại sau giây lát.
yue: 我們的伺服器現在很繁忙。請稍後再試。
zh: 我们的服务器现在很忙。请稍后重试。
zh_tw: 我們的伺服器目前忙碌中。請稍後再試。

source: Overall
ar: الإجمالي
bg: Общо
bn: সামগ্রিক
ca: Global
cs: Celkem
da: Samlet
de: Gesamt
el: Συνολικά
es: General
eu: Guztira
fa: کلی
fi: Yhteensä
fr: Global
gl: Global
gu: એકંદર
he: סה״כ
hi: कुल
hr: Ukupno
hu: Összesen
id: Keseluruhan
it: Totale
ja: 全体
kk: Жалпы
kn: ಒಟ್ಟಾರೆ
ko: 전체
lt: Iš viso
ml: മൊത്തം
mr: एकूण
ms: Keseluruhan
nb: Totalt
ne: समग्र
nl: Totaal
or: ସାମଗ୍ରିକ
pa: ਕੁੱਲ
pl: Ogółem
pt_br: Geral
pt_pt: Geral
ro: Total
ru: Всего
sk: Celkovo
sl: Skupno
sq: Gjithsej
sv: Totalt
ta: ஒட்டுமொத்தம்
te: మొత్తం
th: ภาพรวม
tr: Genel
uk: Загалом
vi: Tổng thể
yue: 整體
zh: 总体
zh_tw: 總計

source: Painter
ar: دهان
bg: Бояджия
bn: রংমিস্ত্রি
ca: Pintor
cs: Malíř
da: Maler
de: Maler
el: Ελαιοχρωματιστής
es: Pintor
eu: Margolaria
fa: نقاش ساختمان
fi: Maalari
fr: Peintre en bâtiment
gl: Pintor
gu: રંગકામ કારીગર
he: צבעי
hi: पेंटर
hr: Soboslikar
hu: Festő
id: Tukang cat
it: Imbianchino
ja: 塗装工
kk: Сырлаушы
kn: ಪೇಂಟರ್
ko: 도장공
lt: Dažytojas
ml: പെയിന്റർ
mr: रंगारी
ms: Tukang cat
nb: Maler
ne: पेन्टर
nl: Schilder
or: ରଙ୍ଗ ମିସ୍ତ୍ରୀ
pa: ਪੇਂਟਰ
pl: Malarz
pt_br: Pintor
pt_pt: Pintor
ro: Zugrav
ru: Маляр
sk: Maliar
sl: Slikopleskar
sq: Bojaxhi
sv: Målare
ta: பெயிண்டர்
te: పెయింటర్
th: ช่างทาสี
tr: Boyacı
uk: Маляр
vi: Thợ sơn
yue: 油漆工
zh: 油漆工
zh_tw: 油漆工

source: Pick two different languages.
ar: اختر لغتين مختلفتين.
bg: Изберете два различни езика.
bn: দুটি আলাদা ভাষা বেছে নিন।
ca: Tria dues llengües diferents.
cs: Vyberte dva různé jazyky.
da: Vælg to forskellige sprog.
de: Wähle zwei verschiedene Sprachen.
el: Διάλεξε δύο διαφορετικές γλώσσες.
es: Elige dos idiomas diferentes.
eu: Aukeratu bi hizkuntza desberdin.
fa: دو زبان متفاوت انتخاب کنید.
fi: Valitse kaksi eri kieltä.
fr: Choisissez deux langues différentes.
gl: Escolle dúas linguas diferentes.
gu: બે અલગ ભાષાઓ પસંદ કરો.
he: בחרו שתי שפות שונות.
hi: दो अलग-अलग भाषाएँ चुनें।
hr: Odaberite dva različita jezika.
hu: Válassz két különböző nyelvet.
id: Pilih dua bahasa yang berbeda.
it: Scegli due lingue diverse.
ja: 異なる2つの言語を選んでください。
kk: Екі түрлі тілді таңдаңыз.
kn: ಎರಡು ಬೇರೆ ಭಾಷೆಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko: 서로 다른 두 언어를 선택하세요.
lt: Pasirinkite dvi skirtingas kalbas.
ml: രണ്ട് വ്യത്യസ്ത ഭാഷകൾ തിരഞ്ഞെടുക്കൂ.
mr: दोन वेगवेगळ्या भाषा निवडा.
ms: Pilih dua bahasa yang berbeza.
nb: Velg to forskjellige språk.
ne: दुई फरक भाषा छान्नुहोस्।
nl: Kies twee verschillende talen.
or: ଦୁଇଟି ଭିନ୍ନ ଭାଷା ବାଛନ୍ତୁ।
pa: ਦੋ ਵੱਖਰੀਆਂ ਭਾਸ਼ਾਵਾਂ ਚੁਣੋ।
pl: Wybierz dwa różne języki.
pt_br: Escolha dois idiomas diferentes.
pt_pt: Escolha duas línguas diferentes.
ro: Alege două limbi diferite.
ru: Выберите два разных языка.
sk: Vyberte dva rôzne jazyky.
sl: Izberite dva različna jezika.
sq: Zgjidh dy gjuhë të ndryshme.
sv: Välj två olika språk.
ta: இரண்டு வெவ்வேறு மொழிகளைத் தேர்ந்தெடுக்கவும்.
te: రెండు వేర్వేరు భాషలను ఎంచుకోండి.
th: เลือกสองภาษาที่ต่างกัน
tr: İki farklı dil seç.
uk: Виберіть дві різні мови.
vi: Chọn hai ngôn ngữ khác nhau.
yue: 請選擇兩種不同的語言。
zh: 请选择两种不同的语言。
zh_tw: 請選擇兩種不同的語言。

source: Picture of the word to spell
ar: صورة الكلمة المطلوب تهجئتها
bg: Изображение на думата за изписване
bn: যে শব্দের বানান করতে হবে তার ছবি
ca: Imatge de la paraula per lletrejar
cs: Obrázek slova k hláskování
da: Billede af ordet, der skal staves
de: Bild des zu buchstabierenden Wortes
el: Εικόνα της λέξης προς συλλαβισμό
es: Imagen de la palabra que hay que deletrear
eu: Letrakatu beharreko hitzaren irudia
fa: تصویر کلمه‌ای که باید هجی شود
fi: Kuva tavattavasta sanasta
fr: Image du mot à épeler
gl: Imaxe da palabra que hai que soletrear
gu: જોડણી કરવાના શબ્દનું ચિત્ર
he: תמונה של המילה לאיות
hi: वर्तनी करने वाले शब्द की तस्वीर
hr: Slika riječi za sricanje
hu: A betűzendő szó képe
id: Gambar kata yang harus dieja
it: Immagine della parola da scrivere
ja: 綴る単語の画像
kk: Жазылатын сөздің суреті
kn: ಕಾಗುಣಿತ ಮಾಡಬೇಕಾದ ಪದದ ಚಿತ್ರ
ko: 철자를 맞출 단어의 그림
lt: Rašomo žodžio paveikslėlis
ml: അക്ഷരം ചേർക്കേണ്ട വാക്കിന്റെ ചിത്രം
mr: स्पेलिंग करायच्या शब्दाचे चित्र
ms: Gambar perkataan untuk dieja
nb: Bilde av ordet som skal staves
ne: हिज्जे गर्नुपर्ने शब्दको तस्बिर
nl: Afbeelding van het woord om te spellen
or: ବନାନ କରିବାକୁ ଥିବା ଶବ୍ଦର ଛବି
pa: ਸਪੈਲ ਕਰਨ ਵਾਲੇ ਸ਼ਬਦ ਦੀ ਤਸਵੀਰ
pl: Obraz słowa do przeliterowania
pt_br: Imagem da palavra a soletrar
pt_pt: Imagem da palavra a soletrar
ro: Imaginea cuvântului de scris
ru: Изображение слова для написания
sk: Obrázok slova na hláskovanie
sl: Slika besede za črkovanje
sq: Imazhi i fjalës për t’u germëzuar
sv: Bild av ordet att stava
ta: எழுத்துக்கூட்ட வேண்டிய சொல்லின் படம்
te: స్పెల్లింగ్ చేయాల్సిన పదం చిత్రం
th: ภาพของคำที่ต้องสะกด
tr: Hecelenecek kelimenin resmi
uk: Зображення слова для написання
vi: Hình ảnh của từ cần đánh vần
yue: 要拼寫的詞彙圖片
zh: 要拼写的单词的图片
zh_tw: 要拼寫的單字圖片

source: Picture unavailable
ar: الصورة غير متوفرة
bg: Изображението не е налично
bn: ছবি পাওয়া যাচ্ছে না
ca: Imatge no disponible
cs: Obrázek není k dispozici
da: Billedet er ikke tilgængeligt
de: Bild nicht verfügbar
el: Η εικόνα δεν είναι διαθέσιμη
es: Imagen no disponible
eu: Irudia ez dago erabilgarri
fa: تصویر در دسترس نیست
fi: Kuva ei saatavilla
fr: Image indisponible
gl: Imaxe non dispoñible
gu: ચિત્ર ઉપલબ્ધ નથી
he: התמונה אינה זמינה
hi: तस्वीर उपलब्ध नहीं है
hr: Slika nije dostupna
hu: A kép nem érhető el
id: Gambar tidak tersedia
it: Immagine non disponibile
ja: 画像を表示できません
kk: Сурет қолжетімсіз
kn: ಚಿತ್ರ ಲಭ್ಯವಿಲ್ಲ
ko: 그림을 사용할 수 없음
lt: Paveikslėlis nepasiekiamas
ml: ചിത്രം ലഭ്യമല്ല
mr: चित्र उपलब्ध नाही
ms: Gambar tidak tersedia
nb: Bildet er ikke tilgjengelig
ne: तस्बिर उपलब्ध छैन
nl: Afbeelding niet beschikbaar
or: ଛବି ଉପଲବ୍ଧ ନାହିଁ
pa: ਤਸਵੀਰ ਉਪਲਬਧ ਨਹੀਂ
pl: Obraz niedostępny
pt_br: Imagem indisponível
pt_pt: Imagem indisponível
ro: Imagine indisponibilă
ru: Изображение недоступно
sk: Obrázok nie je k dispozícii
sl: Slika ni na voljo
sq: Imazhi nuk është i disponueshëm
sv: Bilden är inte tillgänglig
ta: படம் கிடைக்கவில்லை
te: చిత్రం అందుబాటులో లేదు
th: ไม่มีภาพ
tr: Resim kullanılamıyor
uk: Зображення недоступне
vi: Không có hình ảnh
yue: 無法顯示圖片
zh: 图片不可用
zh_tw: 無法顯示圖片

source: Play again!
ar: العب مرة أخرى!
bg: Играй отново!
bn: আবার খেলুন!
ca: Torna a jugar!
cs: Hrát znovu!
da: Spil igen!
de: Nochmal spielen!
el: Παίξε ξανά!
es: ¡Jugar de nuevo!
eu: Jokatu berriro!
fa: دوباره بازی کنید!
fi: Pelaa uudelleen!
fr: Rejouer !
gl: Xoga de novo!
gu: ફરી રમો!
he: שחקו שוב!
hi: फिर से खेलें!
hr: Igraj ponovno!
hu: Játssz újra!
id: Main lagi!
it: Gioca ancora!
ja: もう一度プレイ！
kk: Қайта ойнау!
kn: ಮತ್ತೆ ಆಡಿ!
ko: 다시 하기!
lt: Žaisti dar kartą!
ml: വീണ്ടും കളിക്കൂ!
mr: पुन्हा खेळा!
ms: Main lagi!
nb: Spill igjen!
ne: फेरि खेल्नुहोस्!
nl: Opnieuw spelen!
or: ପୁଣି ଖେଳନ୍ତୁ!
pa: ਫਿਰ ਖੇਡੋ!
pl: Zagraj ponownie!
pt_br: Jogar de novo!
pt_pt: Jogar outra vez!
ro: Joacă din nou!
ru: Играть снова!
sk: Hrať znova!
sl: Igraj znova!
sq: Luaj përsëri!
sv: Spela igen!
ta: மீண்டும் விளையாடு!
te: మళ్లీ ఆడండి!
th: เล่นอีกครั้ง!
tr: Tekrar oyna!
uk: Грати знову!
vi: Chơi lại!
yue: 再玩一次！
zh: 再玩一次！
zh_tw: 再玩一次！

source: Plumber
ar: سباك
bg: Водопроводчик
bn: প্লাম্বার
ca: Lampista
cs: Instalatér
da: Blikkenslager
de: Klempner
el: Υδραυλικός
es: Fontanero
eu: Iturgina
fa: لوله‌کش
fi: Putkiasentaja
fr: Plombier
gl: Fontaneiro
gu: પ્લમ્બર
he: אינסטלטור
hi: प्लंबर
hr: Vodoinstalater
hu: Vízvezeték-szerelő
id: Tukang ledeng
it: Idraulico
ja: 配管工
kk: Сантехник
kn: ಪ್ಲಂಬರ್
ko: 배관공
lt: Santechnikas
ml: പ്ലംബർ
mr: प्लंबर
ms: Tukang paip
nb: Rørlegger
ne: प्लम्बर
nl: Loodgieter
or: ପ୍ଲମ୍ବର
pa: ਪਲੰਬਰ
pl: Hydraulik
pt_br: Encanador
pt_pt: Canalizador
ro: Instalator
ru: Сантехник
sk: Inštalatér
sl: Vodovodar
sq: Hidraulik
sv: Rörmokare
ta: பிளம்பர்
te: ప్లంబర్
th: ช่างประปา
tr: Tesisatçı
uk: Сантехнік
vi: Thợ sửa ống nước
yue: 水喉匠
zh: 水管工
zh_tw: 水管工

source: Practice the words you got wrong.
ar: تدرّب على الكلمات التي أخطأت فيها.
bg: Упражнявайте думите, които сте сбъркали.
bn: যে শব্দগুলো ভুল করেছেন, সেগুলো অনুশীলন করুন।
ca: Practica les paraules que has fallat.
cs: Procvičte si slova, ve kterých jste chybovali.
da: Øv de ord, du svarede forkert på.
de: Übe die Wörter, die du falsch hattest.
el: Εξασκήσου στις λέξεις που έκανες λάθος.
es: Practica las palabras en las que fallaste.
eu: Praktikatu huts egin dituzun hitzak.
fa: کلماتی را که اشتباه جواب دادید تمرین کنید.
fi: Harjoittele sanoja, joissa teit virheen.
fr: Entraînez-vous sur les mots que vous avez ratés.
gl: Practica as palabras nas que fallaches.
gu: જે શબ્દોમાં તમારી ભૂલ થઈ હતી તેનો અભ્યાસ કરો.
he: תרגלו את המילים שטעיתם בהן.
hi: जिन शब्दों में आपसे गलती हुई, उनका अभ्यास करें।
hr: Vježbajte riječi u kojima ste pogriješili.
hu: Gyakorold azokat a szavakat, amelyeket elrontottál.
id: Latih kata-kata yang kamu jawab salah.
it: Esercitati con le parole che hai sbagliato.
ja: 間違えた単語を練習しましょう。
kk: Қате жіберген сөздеріңізді жаттықтырыңыз.
kn: ನೀವು ತಪ್ಪು ಮಾಡಿದ ಪದಗಳನ್ನು ಅಭ್ಯಾಸ ಮಾಡಿ.
ko: 틀린 단어를 연습해 보세요.
lt: Pasipraktikuokite žodžius, kuriuose suklydote.
ml: നിങ്ങൾ തെറ്റിച്ച വാക്കുകൾ പരിശീലിക്കൂ.
mr: तुम्ही चुकलेल्या शब्दांचा सराव करा.
ms: Berlatih perkataan yang anda jawab salah.
nb: Øv på ordene du svarte feil på.
ne: तपाईंले गल्ती गरेका शब्दहरू अभ्यास गर्नुहोस्।
nl: Oefen de woorden die je fout had.
or: ଯେଉଁ ଶବ୍ଦରେ ଆପଣ ଭୁଲ କରିଥିଲେ, ସେଗୁଡ଼ିକ ଅଭ୍ୟାସ କରନ୍ତୁ।
pa: ਜਿਨ੍ਹਾਂ ਸ਼ਬਦਾਂ ਵਿੱਚ ਤੁਹਾਡੇ ਤੋਂ ਗਲਤੀ ਹੋਈ, ਉਨ੍ਹਾਂ ਦਾ ਅਭਿਆਸ ਕਰੋ।
pl: Przećwicz słowa, w których pojawił się błąd.
pt_br: Pratique as palavras que você errou.
pt_pt: Pratique as palavras em que errou.
ro: Exersează cuvintele pe care le-ai greșit.
ru: Потренируйте слова, в которых вы ошиблись.
sk: Precvičte si slová, v ktorých ste urobili chybu.
sl: Vadite besede, pri katerih ste se zmotili.
sq: Ushtro fjalët që i ke gabuar.
sv: Öva på orden du svarade fel på.
ta: நீங்கள் தவறாகப் பதிலளித்த சொற்களைப் பயிற்சி செய்யுங்கள்.
te: మీరు తప్పు చేసిన పదాలను సాధన చేయండి.
th: ฝึกคำศัพท์ที่คุณตอบผิด
tr: Yanlış yaptığın kelimeleri çalış.
uk: Потренуйте слова, у яких ви помилилися.
vi: Luyện tập những từ bạn đã trả lời sai.
yue: 練習你答錯的詞彙。
zh: 练习你答错的单词。
zh_tw: 練習你答錯的單字。

source: Premium feature
ar: ميزة مدفوعة
bg: Премиум функция
bn: প্রিমিয়াম ফিচার
ca: Funció prèmium
cs: Prémiová funkce
da: Premiumfunktion
de: Premium-Funktion
el: Λειτουργία Premium
es: Función prémium
eu: Premium funtzioa
fa: ویژگی پریمیوم
fi: Premium-ominaisuus
fr: Fonctionnalité Premium
gl: Función prémium
gu: પ્રીમિયમ સુવિધા
he: תכונת פרימיום
hi: प्रीमियम सुविधा
hr: Premium značajka
hu: Prémium funkció
id: Fitur premium
it: Funzione Premium
ja: プレミアム機能
kk: Премиум мүмкіндік
kn: ಪ್ರೀಮಿಯಂ ವೈಶಿಷ್ಟ್ಯ
ko: 프리미엄 기능
lt: Premium funkcija
ml: പ്രീമിയം ഫീച്ചർ
mr: प्रीमियम वैशिष्ट्य
ms: Ciri premium
nb: Premiumfunksjon
ne: प्रिमियम सुविधा
nl: Premiumfunctie
or: ପ୍ରିମିୟମ ସୁବିଧା
pa: ਪ੍ਰੀਮੀਅਮ ਸੁਵਿਧਾ
pl: Funkcja premium
pt_br: Recurso premium
pt_pt: Funcionalidade premium
ro: Funcție premium
ru: Премиум-функция
sk: Prémiová funkcia
sl: Premium funkcija
sq: Veçori premium
sv: Premiumfunktion
ta: பிரீமியம் அம்சம்
te: ప్రీమియం ఫీచర్
th: ฟีเจอร์พรีเมียม
tr: Premium özellik
uk: Преміум-функція
vi: Tính năng cao cấp
yue: 進階功能
zh: 高级功能
zh_tw: 進階功能

source: Privacy Policy
ar: سياسة الخصوصية
bg: Политика за поверителност
bn: গোপনীয়তা নীতি
ca: Política de privadesa
cs: Zásady ochrany osobních údajů
da: Privatlivspolitik
de: Datenschutzerklärung
el: Πολιτική απορρήτου
es: Política de privacidad
eu: Pribatutasun-politika
fa: سیاست حفظ حریم خصوصی
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
gl: Política de privacidade
gu: ગોપનીયતા નીતિ
he: מדיניות פרטיות
hi: गोपनीयता नीति
hr: Pravila privatnosti
hu: Adatvédelmi irányelvek
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
kk: Құпиялылық саясаты
kn: ಗೌಪ್ಯತಾ ನೀತಿ
ko: 개인정보 처리방침
lt: Privatumo politika
ml: സ്വകാര്യതാ നയം
mr: गोपनीयता धोरण
ms: Dasar Privasi
nb: Personvernerklæring
ne: गोपनीयता नीति
nl: Privacybeleid
or: ଗୋପନୀୟତା ନୀତି
pa: ਪਰਦੇਦਾਰੀ ਨੀਤੀ
pl: Polityka prywatności
pt_br: Política de Privacidade
pt_pt: Política de Privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sk: Zásady ochrany súkromia
sl: Pravilnik o zasebnosti
sq: Politika e privatësisë
sv: Integritetspolicy
ta: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách quyền riêng tư
yue: 私隱政策
zh: 隐私政策
zh_tw: 隱私權政策

source: Profession
ar: المهنة
bg: Професия
bn: পেশা
ca: Professió
cs: Profese
da: Erhverv
de: Beruf
el: Επάγγελμα
es: Profesión
eu: Lanbidea
fa: شغل
fi: Ammatti
gl: Profesión
gu: વ્યવસાય
he: מקצוע
hi: पेशा
hr: Zanimanje
hu: Foglalkozás
id: Profesi
it: Professione
ja: 職業
kk: Мамандық
kn: ವೃತ್ತಿ
ko: 직업
lt: Profesija
ml: തൊഴിൽ
mr: व्यवसाय
ms: Profesion
nb: Yrke
ne: पेसा
nl: Beroep
or: ବୃତ୍ତି
pa: ਕਿੱਤਾ
pl: Zawód
pt_br: Profissão
pt_pt: Profissão
ro: Profesie
ru: Профессия
sk: Povolanie
sl: Poklic
sq: Profesioni
sv: Yrke
ta: தொழில்
te: వృత్తి
th: อาชีพ
tr: Meslek
uk: Професія
vi: Nghề nghiệp
yue: 職業
zh: 职业
zh_tw: 職業
